{
  "INTRO": "للحصول على تحليل وفهم أفضل لهذا التقرير ، يُنصح بقراءة دليل المستخدم",
  "HELLO": "سلام",
  "START": "ابدء",
  "CHANGE_LANGUAGE": "تغيير اللغة",
  "EMAIL_ADDRESS": "البريد الإلكتروني",
  "PHONE_NUMBER": "رقم الهاتف",
  "PASSWORD": "كلمه السر",
  "LOGIN": "تسجيل الدخول",
  "SIGN_UP": "تسجيل",
  "NO_ACCOUNT": "لا يوجد لديك حساب ؟",
  "CREATE_ACCOUNT": "إنشاء حساب",
  "CONSULT_RESULT": "تحقق من نتيجتي",
  "START_QUIZ": "ابدأ الاختبار",
  "CONTINUE_QUIZ": "واصل الاختبار",
  "LOGOUT": "تسجيل الخروج",
  "YOU_ARE": "هل أنت",
  "STUDENT": "طالب",
  "PARENT": "ولي امر",
  "CHOOSE": "إختيار",
  "CURRENT_SITUATION": "الوضع الحالي",
  "CURRENT_SITUATION_SON": "الوضع الحالي لابنك / الطالب",
  "PLEASE_CHOOSE": "الرجاء اختيار إجابة",
  "TARGET_LEVEL_TRAINING": "المستوى المستهدف",
  "INFO_SAVED": "تم تسجيل المعلومات بشكل صحيح",
  "YOU_GOT": "لقد حصلت على",
  "COMPARE_RESULTS": "توجهك خطوة مهمة ، هل تريد أن يكون لديك وجهة نظر والديك أو معلمك؟ إذا كان الأمر كذلك ، أرسل له دعوة عبر البريد الإلكتروني",
  "COMPARE_RESULTS_PARENT": "هل ترغب في مقارنة نتيجتك بنتيجة ابنك / تلميذك؟",
  "DOWNLOAD_RESULT_GET_DETAILED_REPORT": "قم بتحميل التقرير المفصل",
  "REDO_QUIZ": "أعد الاختبار",
  "HELPS_FIND_JOB": "المهن التي تطابق ملفك الشخصي",
  "RESULTS": "النتائج",
  "ENTER_NAME": "الرجاء إدخال الاسم العائلي",
  "ENTER_FIRST_NAME": "الرجاء إدخال الاسم الشخصي",
  "FIRST_NAME": "الاسم الشخصي",
  "LAST_NAME": "الاسم العائلي",
  "ENTER_VALID_EMAIL_ADDRESS": "يرجى إدخال عنوان بريد إلكتروني صحيح",
  "ENTER_VALID_PHONE_NUMBER": "يرجى إدخال رقم هاتف صحيح",
  "ENTER_PASSWORD": "من فضلك أدخل رقمك السري",
  "ALREADY_HAVE_ACCOUNT": "هل لديك حساب ؟",
  "BAC_TYPE": "نوع البكالوريا",
  "STRONG": "قوي",
  "INTERMEDIATE": "متوسط",
  "WEAK": "ضعيف",
  "JOBS": "المهن",
  "NO_JOBS": "لا توجد مهنة تتوافق مع النتيجة التي حصلتم عليها ، يرجى إعادة الاختبار",
  "RELEVANT_BAC_TYPES": "أنواع البكالوريا المناسبة لهذه المهنة (المهن(",
  "CHECK_THEIR_RESULTS": "انظر النتيجة التي حصلوا عليها",
  "RESULT_SON": "النتيجة التي حصل عليها ابنك / الطالب:",
  "RESULT_PARENT": "النتيجة التي حصل عليها ولي امرك / معلمك:",
  "USER_DIDNT_PASS_TEST_YET": "المستخدم الذي لديه عنوان البريد الإلكتروني هذا لم يرد بعد على الاستبيان",
  "SEND_INVITATION": "ادعهم للإجابة على الاختبار",
  "NEXT_QUESTION": "السؤال التالي",
  "BAC_PLUS_FIVE_MORE": "بكالوريا +5 وأكثر",
  "BAC_PLUS_TWO_THREE": "بكالوريا +2 / بكالوريا +3",
  "NIVEAU_BAC": "مستوى البكالوريا",
  "RIASEC_PROFILE": "الملف الشخصي RIASEC",
  "HOLLAND_DESC1": "تختلف وتتعدد أنواع الشخصيات والصفات التي تحدد أهم سمات ومبادئ كل إنسان ومنظوره الخاص في الحياة، ويُذكر ",
  "HOLLAND_DESC2": "أن شخصية الإنسان تنعكس على كل جوانب حياته الاجتماعية والدراسية والمهنية أيضًا، أما عند اختبار موظف جديد؛ ",
  "HOLLAND_DESC3": "فإن مواصفات الشخصية المهنية المثالية تكون هي الشغل الشاغل والتي يبحث عنها دائمًا كل أرباب الأعمال ومسؤولي ",
  "HOLLAND_DESC4": "التوظيف، وفي هذا الصدد تم وضع مقياس خاص من أجل تحليل واكتشاف الشخصية المهنية وهو مقياس هولاند",
  "DESC_SUITE1": "يتم تحديد عضويتك في واحد أو آخر من الأنواع الستة رمز  (RIASEC) من خلال مهاراتك وسمات شخصية معينة ",
  "DESC_SUITE2": "واهتماماتك. لذلك ترتبط كل مهنة بمزيج من عدة أنواع",
  "SITUATION_TYPOLOGY": "إليك كيفية مقارنة نتائجك بتصنيف هولاند.",
  "YOUR_RIASEC_CODE": ": خاصتك RIASEC رمز",
  "TYPE_R" : " النوع الواقعي",
  "TYPE_I" : " النوع الباحث",
  "TYPE_A" : " النوع الفنان",
  "TYPE_S" : " النوع الاجتماعي",
  "TYPE_E" : " النوع المبادر",
  "TYPE_C" : " النوع التوافقي",
  "DESC_R1": "صاحب الشخصية الواقعية دائمًا ما يتسم بالرغبة في القيام بالأعمال التي تتطلب مجهود بدني، والتي تحتاج إلى قوة",
  "DESC_R2": "ومهارة خاصة، فضلًا عن أن الشخص الواقعي دائمًا ما يكون صريح ويقيس كل الأمور والأحداث من حوله بطريقة ",
  "DESC_R3": "واقعية جدًا. ولذلك، فإن البعض ينعتون أصحاب هذه الشخصية بأنهم ذو قدر عالي من التشاؤم نظرًا إلى أنهم لا يقبلون",
  "DESC_R4": "تزييف أو تجميل الحقائق، ودائمًا ما نجد أصحاب الشخصيات الواقعية يشغلون الوظائف المعتمدة على استخدام الآلات أو ",
  "DESC_R5": "التعامل مع الحيوانات أو غيرها من الأشياء المادية الملموسة.",
  "DESC_I1": "أما صاحب الشخصية المفكرة أو المحققة؛ فهو الشخص الذي يُفضل دائمًا التعامل مع النظريات والأبحاث والمعلومات، ",
  "DESC_I2": "ولا يمر عليه أي أمر إلا بعد أن يأخذ حقه في التفكير والتدقيق والتحليل والرغبة دائمًا في التحليل والفهم. ومن أبرز ",
  "DESC_I3": "سمات أصحاب الشخصية المفكرة أيضًا هو أنهم من الأشخاص الذين يتمتعون بعقل فضولي يرغب دائمًا في اكتشاف كل ",
  "DESC_I4": "ما هو جديد ونافع، والعقلانية، والاستقلال الفكري، فضلًا عن أنه دائمًا ما يُفضل إجراء التجارب العلمية والإشراف على ",
  "DESC_I5": "إعداد الدراسات والأبحاث والمشاركة الفعالة بهم أيضًا.",
  "DESC_A1": "صاحب الشخصية الفنية يكون على النقيض تمامًا من الشخصية الواقعية؛ حيث أن هذا الشخص دائمًا ما يميل إلى الابتكار",
  "DESC_A2": "والإبداع، ويكون ذو حس مُرهف جدًا ويرى الجمال في كل شيء حتى وإن كانت كل الشواهد العقلية تؤكد عكس ",
  "DESC_A3": "ذلك.ومن أهم سمات الشخصية الفنية هي العشوائية والتخيل الدائم وفيض الأحاسيس والمشاعر، ولذلك فهو دائمًا ما يعتمد ",
  "DESC_A4": "على إحساسه الخاص والخيال والإلهام في إتمام المهام المختلفة، وهو شخص غير عملي ويكون صاحب عفوية دائمة، ",
  "DESC_A5": "وبالتالي؛ فإن أصحاب تلك الشخصية يميلون دائمًا في العمل في المجالات الفنية، وخصوصًا في الجانب الفني الذي ",
  "DESC_A6": "يبرعون به مثل الرسم وفن النحت والموسيقى وغيرهم، ونادرًا ما ينجح أصحاب تلك الشخصية في أعمال البزنيس ",
  "DESC_A7": "والأعمال التجارية وغيرها.",
  "DESC_S1": "صاحب الشخصية الاجتماعية هو شخص محب دائمًا للتواجد في المجتمع والتواصل مع الآخرين ومساعدة المحتاج، ",
  "DESC_S2": "ويظهر ذلك في انضمام أصحاب تلك الشخصية دائمًا إلى المشاركة في الأعمال الخيرية، وهو يسعى دائمًا إلى التطوير ",
  "DESC_S3": "إلى الأفضل ليس لذاته فقط؛ وإنما لتطوير الآخرين أيضًا وتحسين أوضاعهم. ويتميز أصحاب الشخصية الاجتماعية ب",
  "DESC_S4": "بالصبر والنشاط وحب التعاون والاعتناء بالآخرين، والعمل ضمن فريق عمل، والقدرة على التفاعل الاجتماعي وبناء ",
  "DESC_S5": "العلاقات الناجحة، ودائمًا ما يشغل أصحاب هذه الشخصية الوظائف التي تحتاج إلى التواصل الدائم مع الآخرين ولا سيما",
  "DESC_S6": "الوظائف الخاصة بالتسويق والمبيعات والعلاقات العامة وغيرها.",
  "DESC_E1": "صاحب الشخصية المبادرة والمقنعة يُعتر من أهم الأشخاص الذين يبرعون دائمًا في قيادة الوظائف الهامة وقيادة فريق",
  "DESC_E2": "عمل بالكامل؛ حيث أنهم يتمتعون بالقدرة على التأثير في الآخرين، ويكون لديهم درجة كبيرة من الحماس والثقة بالنفس ",
  "DESC_E3": "والجرأة والطموح الذي لا ينتهي، ويكون متفائل دائمًا. ولذلك دائمًا ما يبحث أصحاب التوظيف عن الشخصية المبادرة عند ",
  "DESC_E4": "الرغبة في شغل وظيفة قيادية، ويُذكر أن أهم مزايا هذه الشخصية هي القدرة على تحمل المسؤولية وحب المنافسة من ",
  "DESC_E5": "أجل الإبداع في العمل إلى جانب حب المغامرة المحسوبة.",
  "DESC_C1": "غالبية الأشخاص ينتمون إلى هذه الشخصية؛ حيث أن هذه الشخصية تتميز بالدقة والرغبة في إتمام الأعمال ",
  "DESC_C2": "والمهام في ضوء ما تحدده مؤسسة العمل أو القوانين بالضبط دون زيادة أو نقص، وهو يُحب دائمًا القيام بالأعمال ذات ",
  "DESC_C3": "المهام الواضحة البعيدة عن الغموض أو الإبهام. ويُعد أصحاب هذه الشخصية من الأشخاص الذين يحملون صفات مختلفة ",
  "DESC_C4": "مثل حب التطابق وتقليد ما يقوم به الآخرين، وعدم التخيل والكفاءة في إتمام العمل كما هو مطلوب بالضبط، وتحمل",
  "DESC_C5": "مسؤولية العمل ودائمًا ما يشغل أصحاب هذه الشخصية الوظائف الخاصة بالمصالح والمنظمات الحكومية التي تتطلب ",
  "DESC_C6": "القيام بمهام مُحددة فقط وفق بعض اللوائح والقوانين.",
  "COMPETENCES_DESC": "فيما يلي وصف للمهارات المطلوبة لكل مهنة:",
  "orientation": "توجيه - المغرب",
  "R": "واقعي",
  "I": "باحث",
  "A": "فنان",
  "S": "اجتماعي",
  "E": "مبادر",
  "C": "توافقي",
  "QUIZ_RESULT": "نتيجة الاختبار",
  "METIERS_LIST": " المهن التي تتوافق مع ملفك الشخصي في RIASEC:",
  "INVITATION_SENT": "تم إرسال الدعوة",
  "MULTIPLE_CHOICE": "اختيار متعدد",
  "SINGLE_CHOICE": "اختيار واحد",
  "FIRST_STEP_MESSAGE": "اختر الإجابات التي تناسبك وإذا لم تكن كذلك ، فحدد الإجابة الأقرب لك",
  "SECOND_STEP_MESSAGE": "خذ وقتك ، لا يوجد توقيت محدد",
  "THIRD_STEP_MESSAGE": "أنت تتقدم! هذا جيد ، لقد اقتربت من اكتشاف نفسك",
  "MID_FOURTH_STEP_MESSAGE": "فقط عدد قليل من الأسئلة وسيتم إنشاء ملف التعريف الخاص بك",
  "FOURTH_STEP_MESSAGE": "فقط بضعة أسئلة أخرى ، وسيكون تقريرك جاهزًا",
  "QUIZ_DONE": "تهانينا ، لقد انتهى الاختبار ، قم بتنزيل التقرير المصغر الخاص بك وسيتم إرسال تقرير ثاني متعمق إليك عبر البريد الإلكتروني",
  "REPORT_SENT": "تم إرسال التقرير بنجاح",
  "INTERETS_ACTIVITES": "هنا قائمة الأنشطة. اختر الأنشطة التي تريدها أو تريد القيام بها. من المهم عدم تحديد ما إذا كان النشاط يزعجك أو يتركك غير مبال. لإكمال هذا الجزء ، خذ بعين الاعتبار أن لديك المهارات والمعرفة والتدريب اللازم لأداء هذه الأنشطة. فقط خذ ذوقك بعين الاعتبار.",
  "INTERETS_OCCUPATIONS": " اخترالمهن التي تناسبك. لا تقلق بشأن ما إذا كان يمكنك النجاح في مثل هذه المهنة ، أو بشأن إعدادك الحالي. لا تفكر في الراتب أو الترقية ، ولكن اسأل نفسك ما إذا كانت الوظيفة المعنية من المحتمل أن تروق لك.",
  "PERSONNALITE": "فيما يلي قائمة بسمات الشخصية والمواقف والميول الشخصية. ضع علامة في المربع المقابل للعبارات التي تنطبق عليك ، والتي تصف بأمانة قدر الإمكان طريقتك في التصرف.",
  "APTITUDES": "فيما يلي قائمة بالقدرات والمهارات والمواهب المتعلقة بالمهن. قيم نفسك بموضوعية قدر الإمكان عن طريق اختيار مستوى المهارات الذي تعتقد أنه لديك. لا تقلل أو تبالغ في تقدير نفسك. كن صادقًا مع نفسك وقيم قدرتك الحقيقية.",
  "REQUIRED_SKILLS": "المهارات المطلوبة",
  "DONNEES": {
    "0": {
      "competence": "تركيب",
      "description1": "دمج الدراسات والتحليالت لخلق رؤية شاملة؛ التفكير في البيانات",
      "description2": "للكشف عن الحقائق والأفكار والمفاهيم؛ تفسير المعلومات لفهمها بشكل",
      "description3": "أفضل والتصرف وفق"
    },
    "1": {
      "competence": "تنسيق",
      "description1": "تحديد ترتيب المهام التي يتعين القيام بها؛ التخطيط لإنجاز المشروع",
      "description2": "حسب الأولويات والمراحل الواجب احترامها. الابتكار، التصميم،",
      "description3": "وتطوير الأفكار الإبداعية؛ إيجاد طرق لتحسين الأنظمة أو الإجراءات"
    },
    "2": {
      "competence": "تحليل",
      "description1": "فحص البيانات، وتمييز عناصرها، وفهمها، وإدراك منطقها، والحكم على",
      "description2": "قيمتها",
      "description3": ""
    },
    "3": {
      "competence": "جمع البيانات",
      "description1": "جمع وتصنيف المعلومات وتسجيلها أو حفظها لتوصيلها.",
      "description2": "",
      "description3": ""
    },
    "4": {
      "competence": "حساب",
      "description1": "منطقة العمليات الحسابية وتسجيل النتيجة في نماذج أو وثائق؛ تقديم",
      "description2": "تقرير، عند الاقتضاء، عن التدابير المتخذة",
      "description3": ""
    },
    "5": {
      "competence": "نسخ",
      "description1": "أدخل البيانات، و نسخها، ووضعها على البطاقات، وما إلى ذلك.",
      "description2": "",
      "description3": ""
    },
    "6": {
      "competence": "مقارنة",
      "description1": "تحقق مما إذا كانت الخصائص التي يمكن ملاحظتها بسهولة للبيانات أو",
      "description2": "الأشخاص أو الأشياء تتوافق مع المعايير أو الإرشادات المعمول بها",
      "description3": ""
    },
    "7": {
      "competence": "لا توجد علاقة كبيرة",
      "description1": "",
      "description2": "",
      "description3": ""
    },
    "8": {
      "competence": "لا توجد وظيفة ذات صلة.",
      "description1": "",
      "description2": "",
      "description3": ""
    }
  },
  "PERSONNES": {
    "0": {
      "competence": "تقديم المشورة",
      "description1": "أن تكون على اتصال بالناس بكل تعقيداتهم، لإعطائهم آراء أو مشورة،",
      "description2": "لرعايتهم أو لإرشادهم في حل المشكلات عن طريق تطبيق المبادئ",
      "description3": "القانونية أو العلمية، العيادات ، الروحانية أو المهنية."
    },
    "1": {
      "competence": "التفاوض",
      "description1": "التفاوض : تبادل الأفكار أو المعلومات أو الآراء مع الآخرين",
      "description2": "للتوصل؛ التعاون مع الآخرين لصياغة ً إلى قرارات أو استنتاجات ",
      "description3": "أو حلول مع السياسات و تصميم البرامج."
    },
    "2": {
      "competence": "التعليم - التدريب",
      "description1": "تعليم موضوع ما لأشخاص آخرين، أو إسداء المشورة لهم أو تدريبهم",
      "description2": "من خلال الشروحات أو العروض التوضيحية أو التدريب الفني",
      "description3": "تقديم على الخبرة المكتسبة في هذا المجال. ً توصيات بناء"
    },
    "3": {
      "competence": "الإشراف على",
      "description1": "تحديد أساليب العمل لمجموعة من العمال وتكليفهم بمهام محددة؛",
      "description2": "تعزيز الكفاءة ضمان ظروف مواتية للأداء؛ تقييم ",
      "description3": ""
    },
    "4": {
      "competence": "الترفيه",
      "description1": "إثارة اهتمام الجمهور وتحريكه وجعله يفكر في الفنون المسرحية أو",
      "description2": "المسرح أو التلفزيون أو الراديو؛ الاتصال",
      "description3": ""
    },
    "5": {
      "competence": "الإقناع",
      "description1": "التأثير على الناس وإقناعهم بتبني منتج أو خدمة أو مشروع أو وجهة",
      "description2": "نظر؛ بيع بأشكال مختلفة؛ يعمل كممثل.",
      "description3": ""
    },
    "6": {
      "competence": "الإبلاغ",
      "description1": " لتحدث أو وضع إشارات بغرض نقل المهام أو إعطاء التوجيهات للمساعدين.",
      "description2": "",
      "description3": ""
    },
    "7": {
      "competence": "المساعدة - الخدمة",
      "description1": "تلبية احتياجات الناس أو الحيوانات؛ تلبية مطالب ورغبات الناس مساعدة",
      "description2": "العمال في أداء مهامهم",
      "description3": ""
    },
    "8": {
      "competence": "لا توجد وظيفة ذات صلة.",
      "description1": "",
      "description2": "",
      "description3": ""
    }
  },
  "CHOSES": {
    "0": {
      "competence": "تركيب",
      "description1": "الضبط : تحضير الآلات أو الأجهزة بحيث تؤدي وظائفها بشكل جيد؛",
      "description2": "تشكيل أو استبدال أو تعديل الأجزاء أو الأدوات أو الأجهزة",
      "description3": ""
    },
    "1": {
      "competence": "العمل بدقة",
      "description1": "النظر بالمسؤولية الكاملة عن أساليب عمل واختيار أدوات ومواد",
      "description2": "للأنشطة الفنية أو الرياضية التي تتطلب الدقة أو البراعة أو الرشاقة ",
      "description3": "أو السرعة"
    },
    "2": {
      "competence": "مراقبة",
      "description1": "منطقة لتشغيل وصيانة الآلات والمعدات؛ آليات التجميع والتفكيك؛ ",
      "description2": "إصلاح المعدات الكهربائية أو الإلكترونية أو أجهزة الكمبيوتر؛ تركيب",
      "description3": "المعدات بناء؛ لتجميع"
    },
    "3": {
      "competence": "قيادة",
      "description1": "مراقبة المقاييس والأوجه؛ تحديد السرعة والاتجاه. دفع وسحب رافعات ",
      "description2": "الرافعات، والناقلات، والمركبات الثقيلة، وما إلى ذلك؛ رفع الحيوانات؛",
      "description3": "زراعة النباتات والشجيرات أو الحبوب؛ ضمان صيانة وحماية النباتات"
    },
    "4": {
      "competence": "مؤثر",
      "description1": "استخدام أعضاء، أدوات أو أجهز ة بمهارة، الملاءمة والتنسيق الحركي",
      "description2": "البصري الجيد للعمل أو التوجيه أو وضع أو نقل الأشياء أو المواد؛",
      "description3": "تحديد الأداة، المادة أو الشيء المناسب لإنجاز العمل في أفضل الظروف"

    },
    "5": {
      "competence": "العمل على انجاحه",
      "description1": "بدء وإيقاف الآلات والأدوات؛ مراقبة عملهم من خلال عمل الإعدادات",
      "description2": "والتعديلات المناسبة",
      "description3": ""
    },
    "6": {
      "competence": "تشغيل جهاز",
      "description1": "زحلقة، رمي، تراجع أو و ضع المواد في الآلات الأوتوماتيكية، مناورة",
      "description2": "أو يقودها عمال آخرون؛ إزالة المواد من هذه الآلات",
      "description3": ""
    },
    "7": {
      "competence": "التعامل",
      "description1": "استخدام أعضاء، أدوات يدوية أو أجهزة خاصة للعمل مع الأشياء أو",
      "description2": "المواد ، لف، تنظيف، تحريك للتعليمات الواردة",
      "description3": ""
    },
    "8": {
      "competence": "لا توجد وظيفة ذات صلة.",
      "description1": "",
      "description2": "",
      "description3": ""
    }
  },
  "MUSIC_CHOICE": "اختر الموسيقى التي تريد للبدء:",
  "PLEASE_WAIT": "المرجو الانتظار..."
}