{
  "INTRO": "Pour une meilleure analyse et compréhension de ce rapport , il est conseillé de lire le manuel d'utilisation",
  "HELLO": "Bonjour",
  "START": "Commencer",
  "EMAIL_ADDRESS": "Adresse E-mail",
  "PHONE_NUMBER": "Numéro de téléphone",
  "PASSWORD": "Mot de passe",
  "LOGIN": "Se connecter",
  "SIGN_UP": "S'inscrire",
  "NO_ACCOUNT": "Vous n'avez pas de compte ?",
  "CREATE_ACCOUNT": "Créer un compte",
  "CHANGE_LANGUAGE": "Changer la langue",
  "CONSULT_RESULT": "Consulter mon résultat",
  "START_QUIZ": "Commencer le questionnaire",
  "CONTINUE_QUIZ": "Continuer le questionnaire",
  "LOGOUT": "Se déconnecter",
  "YOU_ARE": "Êtes-vous ?",
  "STUDENT": "Etudiant",
  "PARENT": "Parent",
  "CHOOSE": "Choisir",
  "CURRENT_SITUATION": "Votre situation actuelle",
  "CURRENT_SITUATION_SON": "La situation actuelle de votre fils/ étudiant",
  "PLEASE_CHOOSE": "Veuillez choisir une réponse",
  "TARGET_LEVEL_TRAINING": "Niveau de formation visé",
  "INFO_SAVED": "Les informations ont été bien enregistrées",
  "YOU_GOT": "Vous avez obtenu",
  "COMPARE_RESULTS": "Votre orientation est une étape importante, souhaitez-vous avoir le point de vue de vos parents ou professeur ? Si c'est le cas envoyez-lui une invitation par mail :",
  "COMPARE_RESULTS_PARENT": "Souhaitez-vous comparer votre résultat avec celui de votre fils/ étudiant ?",
  "DOWNLOAD_RESULT_GET_DETAILED_REPORT": "télécharger votre rapport approfondi",
  "REDO_QUIZ": "Refaire le questionnaire",
  "HELPS_FIND_JOB": "Les métiers qui correspondent à votre profil",
  "RESULTS": "Résultats :",
  "ENTER_NAME": "Veuillez renseigner votre nom",
  "ENTER_FIRST_NAME": "Veuillez renseigner votre prénom",
  "FIRST_NAME": "Prénom",
  "LAST_NAME": "Nom",
  "ENTER_VALID_EMAIL_ADDRESS": "Veuillez renseigner une adresse email valide",
  "ENTER_VALID_PHONE_NUMBER": "Veuillez renseigner un numéro de téléphone valide",
  "ENTER_PASSWORD": "Veuillez renseigner votre mot de passe",
  "ALREADY_HAVE_ACCOUNT": "Vous avez déjà un compte ?",
  "BAC_TYPE": "Type de Baccalauréat",
  "STRONG": "Fort",
  "INTERMEDIATE": "Moyen",
  "WEAK": "Faible",
  "JOBS": "Métier(s)",
  "NO_JOBS": "Aucun métier ne correspond à ce profil, veuillez refaire le questionnaire :)",
  "RELEVANT_BAC_TYPES": "Les types de bac convenables à ce/ces métier(s)",
  "CHECK_THEIR_RESULTS": "Voir le résultat obtenu par eux",
  "RESULT_SON": "Résultat obtenu par votre fils/ étudiant :",
  "RESULT_PARENT": "Résultat obtenu par votre parent/ professeur :",
  "USER_DIDNT_PASS_TEST_YET": "L'utilisateur ayant cette adresse email n'a pas encore répondu au questionnaire",
  "SEND_INVITATION": "Invitez-les à répondre au questionnaire",
  "NEXT_QUESTION": "Question suivante",
  "BAC_PLUS_FIVE_MORE": "Bac +5 et plus",
  "BAC_PLUS_TWO_THREE": "Bac +2 / Bac +3",
  "NIVEAU_BAC": "Niveau bac",
  "RIASEC_PROFILE": "Le profil RIASEC",
  "HOLLAND_DESC": "Selon John Holland, le choix d’un métier ou d'une profession est une forme d'expression de la personnalité d'un individu. La typologie dont il est l’auteur – la typologie de Holland – est représentée par les six types ci-contre.",
  "DESC_SUITE": "Votre appartenance à l'un ou l'autre des six types (code RIASEC) est déterminée par vos habiletés, certains traits de personnalité et vos intérêts. Chaque profession est donc associée à une combinaison de plusieurs types.",
  "SITUATION_TYPOLOGY": "Voici comment se situent vos résultats au regard de la typologie de Holland.",
  "YOUR_RIASEC_CODE": "Votre code RIASEC :",
  "TYPE_R" : "Le type Réaliste ",
  "TYPE_I" : "Le type Investigateur ",
  "TYPE_A" : "Le type Artistique ",
  "TYPE_S" : "Le type Social ",
  "TYPE_E" : "Le type Entreprenant ",
  "TYPE_C" : "Le type Conventionnel ",
  "DESC_R": "Les personnes de ce type exercent surtout des tâches concrètes. Habiles de leurs mains, elles savent coordonner leurs gestes. Elles se servent d’outils, font fonctionner des appareils, des machines, des véhicules. Les réalistes ont le sens de la mécanique, le souci de la précision. Plusieurs exercent leur profession à l’extérieur plutôt qu’à l’intérieur. Leur travail demande souvent une bonne endurance physique et même des capacités athlétiques. Ces personnes sont patientes, minutieuses, constantes, sensées, naturelles, franches, pratiques, concrètes, simples.",
  "DESC_I": "La plupart des personnes de ce type ont des connaissances théoriques auxquelles elles ont recours pour agir. Elles disposent de renseignements spécialisés dont elles se servent pour résoudre des problèmes. Ce sont des personnes qui observent. Leur principale compétence tient à la compréhension qu’elles ont des phénomènes. Elles aiment bien se laisser absorber dans leurs réflexions. Elles aiment jouer avec les idées. Elles valorisent le savoir. Ces personnes sont critiques, curieuses, soucieuses de se renseigner, calmes, réservées, persévérantes, tolérantes, prudentes dans leurs jugements, logiques, objectives, rigoureuses, intellectuelles.",
  "DESC_A": "Les personnes de ce type aiment les activités qui leur permettent de s’exprimer librement à partir de leurs perceptions, de leur sensibilité et de leur intuition. Elles s’intéressent au travail de création, qu’il s’agisse d’art visuel, de littérature, de musique, de publicité ou de spectacle. D’esprit indépendant et non conformiste, elles sont à l’aise dans des situations qui sortent de l’ordinaire. Elles sont dotées d’une grande sensibilité et de beaucoup d’imagination. Bien qu’elles soient rebutées par les tâches méthodiques et routinières, elles sont néanmoins capables de travailler avec discipline. Ces personnes sont spontanées, expressives, imaginatives, émotives, indépendantes, originales, intuitives, passionnées, fières, flexibles, disciplinées.",
  "DESC_S": "Les personnes de ce type aiment être en contact avec les autres dans le but de les aider, de les informer, de les éduquer, de les divertir, de les soigner ou encore de favoriser leur croissance. Elles s’intéressent aux comportements humains et sont soucieuses de la qualité de leurs relations avec les autres. Elles utilisent leur savoir ainsi que leurs impressions et leurs émotions pour agir et pour interagir avec les autres. Elles aiment communiquer et s’expriment facilement. Ces personnes sont attentives aux autres, coopératives, collaboratrices, compréhensives, dévouées, sensibles, sympathiques, perspicaces, bienveillantes, communicatives, encourageantes.",
  "DESC_E": "Les personnes de ce type aiment influencer leur entourage. Leur capacité de décision, le sens de l’organisation et une habileté particulière à communiquer leur enthousiasme les appuient dans leurs objectifs. Elles savent vendre des idées autant que des biens matériels. Elles ont le sens de l’organisation, de la planification et de l’initiative et savent mener à bien leurs projets. Elles savent faire preuve d’audace et d’efficacité. Ces personnes sont persuasives, énergiques, optimistes, audacieuses, sûres d’elles-mêmes, ambitieuses, déterminées, diplomates, débrouillardes, sociables.",
  "DESC_C": "Les personnes de ce type ont une préférence pour les activités précises, méthodiques, axées sur un résultat prévisible. Elles se préoccupent de l’ordre et de la bonne organisation matérielle de leur environnement. Elles préfèrent se conformer à des conventions bien établies et à des consignes claires plutôt que d’agir dans l’improvisation. Elles aiment calculer, classer, tenir à jour des registres ou des dossiers. Elles sont efficaces dans tout travail qui exige de l’exactitude et à l’aise dans les tâches routinières. Ces personnes sont loyales, organisées, efficaces, respectueuses de l’autorité, perfectionnistes, raisonnables, consciencieuses, ponctuelles, discrètes, strictes.",
  "COMPETENCES_DESC": "Voici un descriptif des compétences recquises par chaque métier :",
  "R": "Réaliste",
  "I": "Investigateur",
  "A": "Artistique",
  "S": "Social",
  "E": "Entreprenant",
  "C": "Conventionnel",
  "QUIZ_RESULT": "Résultat du questionnaire",
  "METIERS_LIST": "Métiers et professions correspondant à votre profil RIASEC :",
  "INVITATION_SENT": "L'invitation a été bien envoyée",
  "MULTIPLE_CHOICE": "Choix multiple",
  "SINGLE_CHOICE": "Choix unique",
  "FIRST_STEP_MESSAGE": "Choisissez les réponses qui vous correspondent et si ce n'est pas le cas, cochez le réponde proche de votre profil",
  "SECOND_STEP_MESSAGE": "Prenez votre temps, il n y pas de timing précis",
  "THIRD_STEP_MESSAGE": "Vous avancez ! C'est bien, vous êtes proches de la découverte de vous même",
  "MID_FOURTH_STEP_MESSAGE": "Plus que quelques questions et votre profil sera généré",
  "FOURTH_STEP_MESSAGE": "Plus que quelques questions, et votre rapport sera prêt",
  "QUIZ_DONE": "Bravo c'est fini ! télécharger votre mini rapport et un deuxième rapport approfondi vous sera envoyé par mail",
  "REPORT_SENT": "Rapport envoyé avec succès",
  "INTERETS_ACTIVITES": "Voici une liste d'activités. Cocher les cases qui se rapportent aux activités que vous aimez ou que vous aimeriez pratiquer. II est important de ne pas cocher si I ‘activité vous déplait ou vous laisse indifférent(e). Pour remplir cette partie, considérez que vous avez les capacités, les connaissances et la formation nécessaires pour effectuer ces activités. Tenez compte uniquement de vos gouts.",
  "INTERETS_OCCUPATIONS": "Cocher les cases qui se rapportent aux professions qui vous conviendraient. Ne vous préoccupez pas de savoir si vous pouvez réussir dans tel métier ou dans telle profession, ni de votre préparation actuelle. Ne songez ni au salaire, ni l'avancement mais demandez-vous si le travail en question est susceptible de vous plaire.",
  "PERSONNALITE": "Voici une liste de traits de caractère, d'attitudes, de tendances personnelles. Cocher la case correspondant aux énonces qui s'appliquent à vous, qui décrivent le plus honnêtement possible votre façon d'agir.",
  "APTITUDES": "Voici une liste d'aptitudes, d'habiletés, de talents qui sont en rapport avec des occupations. Evaluez-vous le plus objectivement possible en choisissant le niveau d'aptitudes que vous pensez posséder. Ne vous sous-estimez pas ou ne vous surestimez pas. Soyez honnête envers vous-même et évaluez votre capacité réelle.",
  "REQUIRED_SKILLS": "Compétences requises",
  "orientation": "Orientation - Maroc",
  "DONNEES": {
    "0": {
      "competence": "Synthétiser",
      "description": "Intégrer des études et des analyses pour en dégager une vision d’ensemble; réfléchir sur des données pour découvrir des faits, des idées, des concepts; interpréter les informations pour mieux les comprendre et agir en conséquence."
    },
    "1": {
      "competence": "Coordonner",
      "description": "Établir l’ordre des tâches à exécuter; planifier la réalisation d’un projet en fonction des priorités et des étapes à respecter. Innover, concevoir et développer des idées créatives; trouver des façons d’améliorer des systèmes, des procédures ou des produits."
    },
    "2": {
      "competence": "Analyser",
      "description": "Examiner des données, en discerner les éléments, les comprendre, en saisir la logique, juger de leur valeur."
    },
    "3": {
      "competence": "Rassembler des données",
      "description": "Recueillir et classer de l’information, l’enregistrer ou la mémoriser pour la communiquer."
    },
    "4": {
      "competence": "Calculer",
      "description": "Aire des opérations arithmétiques et consigner le résultat dans des formulaires ou des documents; rendre compte, le cas échéant, des mesures prises à la suite de ces opérations."
    },
    "5": {
      "competence": "Copier",
      "description": "Faire la saisie de données, les transcrire, les mettre sur fiches, etc."
    },
    "6": {
      "competence": "Comparer",
      "description": "Vérifier si les caractéristiques facilement observables de données, de personnes ou de choses correspondent aux normes établies ou aux directives"
    },
    "7": {
      "competence": "Pas de relation significative.",
      "description": ""
    },
    "8": {
      "competence": "Aucune fonction liée.",
      "description": ""
    }
  },
  "PERSONNES": {
    "0": {
      "competence": "Conseiller",
      "description": "Être en relation avec des personnes dans toute leur complexité, leur donner des avis ou des conseils, les soigner ou les guider dans la résolution de problèmes par l’application de principes juridiques, scientifiques, cliniques, spirituels ou professionnels."
    },
    "1": {
      "competence": "Discuter - Négocier",
      "description": "Négocier : échanger des idées, de l’information ou des opinions avec d’autres pour parvenir ensemble à des décisions, à des conclusions ou à des solutions; collaborer avec d’autres pour formuler des politiques et concevoir des programmes."
    },
    "2": {
      "competence": "Enseigner – Former",
      "description": "Enseigner une matière à d’autres personnes, leur donner des conseils ou les former par l’entremise d’explications, de démonstrations ou d’encadrement technique ; faire des recommandations d’après l’expérience acquise dans le domaine."
    },
    "3": {
      "competence": "Superviser",
      "description": "Éfinir des méthodes de travail pour un groupe de travailleurs et leur assigner des tâches particulières ; promouvoir l’efficacité ; assurer des conditions favorables au rendement ; évaluer et sélectionner des individus."
    },
    "4": {
      "competence": "divertir",
      "description": "Intéresser un public, l’émouvoir, le faire réfléchir par le biais des arts du spectacle ou de la scène, de la télévision ou de la radio ; faire de la communication de masse et parler en public."
    },
    "5": {
      "competence": "Persuader",
      "description": "Influencer les gens et les convaincre d’adopter un produit, un service, un projet, un point de vue; vendre sous diverses formes ; agir comme représentant."
    },
    "6": {
      "competence": "Informer",
      "description": "parler ou faire des signes dans le but de transmettre ou d’échanger de l’information ; assigner des tâches ou donner des directives à des assistants."
    },
    "7": {
      "competence": "Aider – Servir",
      "description": "S’occuper des besoins de personnes ou d’animaux ; satisfaire les demandes et les désirs des personnes ; aider les travailleurs dans l’exécution de leurs tâches."
    },
    "8": {
      "competence": "Aucune fonction liée.",
      "description": ""
    }
  },
  "CHOSES": {
    "0": {
      "competence": "Monter",
      "description": "Ajuster : préparer des machines ou des appareils pour qu’ils remplissent bien leurs fonctions ; façonner, remplacer ou modifier des pièces, des outils ou des dispositifs."
    },
    "1": {
      "competence": "Travailler avec précision",
      "description": "Voir la pleine responsabilité de ses méthodes de travail et du choix de ses instruments et matériaux dans le cadre d’activités techniques, artistiques ou athlétiques qui exigent précision, dextérité, agilité ou rapidité."
    },
    "2": {
      "competence": "Contrôler",
      "description": "Aire fonctionner et entretenir des machines et des appareils ; monter et démonter des mécanismes ; réparer du matériel électrique, électronique ou informatique ; installer des équipements ; construire ; assembler."
    },
    "3": {
      "competence": "Conduire",
      "description": "Observer des jauges et des cadrans; déterminer la vitesse et la direction ; pousser et tirer des leviers de grues, de convoyeurs, de véhicules lourds, etc.; élever des animaux ; faire croître des plantes, des arbustes ou des céréales ; veiller à l’entretien et à la protection des plantes."
    },
    "4": {
      "competence": "Manipuler",
      "description": "E servir de ses membres, d’outils ou d’appareils avec dextérité, pertinence et bonne coordination visuo- motrice, pour travailler, guider, placer ou déplacer des objets ou des matériaux ; déterminer l’outil, le matériau ou l’objet approprié pour accomplir un travail dans les meilleures conditions et juger du résultat obtenu."
    },
    "5": {
      "competence": "Faire fonctionner",
      "description": "Mettre en marche et arrêter des machines et des instruments ; surveiller leur fonctionnement en faisant les réglages et les ajustements appropriés."
    },
    "6": {
      "competence": "Alimenter une machine",
      "description": "Glisser, jeter, plonger ou placer des matériaux dans des machines automatiques, manoeuvrées ou conduites par d’autres ouvriers; retirer les matériaux de ces machines."
    },
    "7": {
      "competence": "Manutentionner",
      "description": "Se servir de ses membres, d’outils manuels ou d’appareils spéciaux pour travailler avec des objets ou des matériaux, les emballer, les nettoyer, les déplacer ou les transporter en se conformant aux directives reçues."
    },
    "8": {
      "competence": "Aucune fonction liée",
      "description": ""
    }
  },
  "MUSIC_CHOICE": "Sélectionnez votre musique pour commencer :",
  "PLEASE_WAIT": "Veuillez patienter..."
}